import React from 'react';

const Landmarks = () => {
    return (
        <div style={{ padding: '20px' }}>
            <h2>চাঁদপুরে ঐতিহাসিক স্থান </h2>
            <table border="1" cellPadding="10" cellSpacing="0" style={{ width: '100%', textAlign: 'left' }}>
                <thead>
                    <tr>
                        <th>Place</th>
                        <th>Details</th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td>বড় স্টেশন মোলহেড</td>
                        <td>
                            শুরুটা করতে হবে চাঁদপুর শহরের বড় স্টেশন মোলহেড থেকে। লঞ্চঘাট থেকে নেমেই এই নয়নাভিরাম স্পটটি। 
                            রিকশায় ভাড়া মাত্র ২০ টাকা। হেঁটেও আসা যায়। শহরের কালিবাড়ী জিরো পয়েন্ট থেকে বড় স্টেশন আসতে 
                            অটোরিকশায় লাগবে জনপ্রতি ১০ টাকা ভাড়া। সময় লাগবে ২০ মিনিটের মতো।<br /><br />
                            তিন নদীর মোহনা বড় স্টেশন মোলহেডে প্রাকৃতিক পরিবেশ এবং পদ্মা, মেঘনা ও ডাকাতিয়া নদীর মিলন, 
                            সূর্যাস্ত, মেঘনায় ট্রলার ও স্পীডবোট দিয়ে ঘুরতে পারবেন। এখানে বিভিন্ন দামে নাস্তা ও খাওয়ার ব্যবস্থাও আছে।
                        </td>
                    </tr>
                    <tr>
                        <td>হরিণা ফেরিঘাট</td>
                        <td>
                            মোলহেড থেকে রওনা করতে পারবেন সিএনজি চালিত অটোরিকশা যোগে হরিণা ফেরিঘাট। সেখানে যেতে ভাড়া লাগবে 
                            জনপ্রতি ৫০ টাকা। সেখানে তাজা ইলিশ ভাজা খাওয়া, নদীর প্রাকৃতিক দৃশ্য দেখা এবং ছবিও তুলতে পারবেন।
                        </td>
                    </tr>
                    <tr>
                        <td>হরিপুর জমিদার বাড়ি</td>
                        <td>
                            চান্দ্রা ইউনিয়নের হরিপুর জমিদার বাড়িতে যেতে ভাড়া লাগবে জনপ্রতি ৪০-৫০ টাকা। নিজস্ব বাইক থাকলে 
                            খুব কম সময় লাগবে। সর্বোচ্চ ১০ মিনিট।<br /><br />
                            জমিদারদের পুরোনো নকশায় তৈরি বেশ কয়েকটি বাড়ি রয়েছে। প্রাকৃতিক পরিবেশ এবং বেশ কয়েকটি পুকুরও আছে। 
                            সামনে রয়েছে ধর্মীয় ও শিক্ষাপ্রতিষ্ঠান। রয়েছে জমিদারদের সমাধিস্থল। এটি শুধুমাত্র দর্শনীয় স্থান নয়, 
                            এখানে সিনেমা ও নাটকের শুটিংও হয়। তবে বাড়ির লোকদের কাছ থেকে অনুমতি নিয়ে শুটিং করতে হবে।
                        </td>
                    </tr>
                    <tr>
                        <td>রূপসা জমিদার বাড়ি ও লোহাগড়া মঠ</td>
                        <td>
                            ফরিদগঞ্জ উপজেলার রূপসা জমিদার বাড়ি, সাহেবগঞ্জ নীলকুঠি, এবং চান্দ্রা লোহাগড়া মঠ পরিদর্শনে যেতে পারবেন। 
                            মোটরসাইকেলে বা সিএনজিচালিত অটোরিকশায় ভ্রমণ করা যায়। সিএনজির জন্য কমপক্ষে ৮০০ থেকে ১০০০ টাকা খরচ হবে। 
                            ঐতিহাসিক স্থাপনাগুলোর গড়ে ৫-৭ কিলোমিটার দূরত্বে।
                        </td>
                    </tr>
                    <tr>
                        <td>হাজীগঞ্জ বড় মসজিদ</td>
                        <td>
                            ফরিদগঞ্জ ভ্রমণ শেষে হাজীগঞ্জ ঐতিহাসিক বড় মসজিদ পরিদর্শন করে নামাজ আদায় করতে পারেন। 
                            সেখান থেকে বাস যোগে নিজ গন্তব্যে যেতে পারবেন অথবা লঞ্চে ফিরতে হলে চাঁদপুর সদর লঞ্চঘাটে আসতে হবে।
                        </td>
                    </tr>
                    <tr>
                        <td>মোহনপুর পর্যটন কেন্দ্র</td>
                        <td>
                            মতলব উত্তর উপজেলার মোহনপুর পর্যটন কেন্দ্রে ঘুরে আসতে পারেন। নারায়ণগঞ্জ থেকেও লঞ্চে মোহনপুর আসা যায়। 
                            এখানে উন্নত মানের খাবারের ব্যবস্থা রয়েছে তবে দাম কিছুটা বেশি।
                        </td>
                    </tr>

                    <tr>
                        <td>অঙ্গীকার: চাঁদপুর</td>
                        <td>
                        শহরের মুক্তিযোদ্ধা সড়কের পাশের লেকে হাসান আলী সরকারি হাইস্কুল মাঠেরসামনে একাত্তরের শহীদ স্মরণে নির্মিত হয়েছে স্মারক ভাস্কর্য ‘অঙ্গীকার’।</td>
                    </tr>

                </tbody>
            </table>
        </div>
    );
};

export default Landmarks;
